export default {
  projections: {
    ЛичностьE: {
      фИО: {
        __caption__: 'ФИО'
      },
      возраст: {
        __caption__: 'Возраст'
      },
      особенностиЛичности: {
        __caption__: 'Особенности личности',
        особенностиЛица: {
          __caption__: 'Особенности лица'
        },
        особенностиФигуры: {
          __caption__: 'Особенности фигуры'
        },
        особенностиХарактера: {
          __caption__: 'Особенности характера'
        }
      }
    },
    ЛичностьL: {
      фИО: {
        __caption__: 'ФИО'
      },
      возраст: {
        __caption__: 'Возраст'
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    возраст: {
      __caption__: 'Возраст'
    },
    особенностиЛичности: {
      __caption__: 'Особенности личности'
    }
  }
};
