export default {
  projections: {
    КарточкаГражданинаE: {
      датаОбращения: {
        __caption__: 'Дата обращения'
      },
      личность: {
        __caption__: 'Личность',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      передачаКарточки: {
        __caption__: 'Передача карточки',
        датаПередачи: {
          __caption__: 'Дата передачи'
        },
        сотрудник: {
          __caption__: 'Сотрудник'
        }
      }
    },
    КарточкаГражданинаL: {
      датаОбращения: {
        __caption__: 'Дата обращения'
      },
      личность: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаОбращения: {
      __caption__: 'Дата обращения'
    },
    личность: {
      __caption__: 'Личность'
    },
    передачаКарточки: {
      __caption__: 'Передача карточки'
    }
  }
};
