export default {
  projections: {
    ОсобенностиЛичностиE: {
      особенностиЛица: {
        __caption__: 'Особенности лица'
      },
      особенностиФигуры: {
        __caption__: 'Особенности фигуры'
      },
      особенностиХарактера: {
        __caption__: 'Особенности характера'
      }
    }
  },
  validations: {
    особенностиЛица: {
      __caption__: 'Особенности лица'
    },
    особенностиФигуры: {
      __caption__: 'Особенности фигуры'
    },
    особенностиХарактера: {
      __caption__: 'Особенности характера'
    },
    личность: {
      __caption__: 'личность'
    }
  }
};
