export default {
  projections: {
    ЛичностьE: {
      фИО: {
        __caption__: 'фИО'
      },
      возраст: {
        __caption__: 'возраст'
      },
      особенностиЛичности: {
        __caption__: 'особенностиЛичности',
        особенностиЛица: {
          __caption__: 'особенностиЛица'
        },
        особенностиФигуры: {
          __caption__: 'особенностиФигуры'
        },
        особенностиХарактера: {
          __caption__: 'особенностиХарактера'
        }
      }
    },
    ЛичностьL: {
      фИО: {
        __caption__: 'фИО'
      },
      возраст: {
        __caption__: 'возраст'
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'фИО'
    },
    возраст: {
      __caption__: 'возраст'
    },
    особенностиЛичности: {
      __caption__: 'особенностиЛичности'
    }
  }
};
