export default {
  projections: {
    КарточкаГражданинаE: {
      датаОбращения: {
        __caption__: 'датаОбращения'
      },
      личность: {
        __caption__: 'личность',
        фИО: {
          __caption__: 'фИО'
        }
      },
      передачаКарточки: {
        __caption__: 'передачаКарточки',
        датаПередачи: {
          __caption__: 'датаПередачи'
        },
        сотрудник: {
          __caption__: 'сотрудник'
        }
      }
    },
    КарточкаГражданинаL: {
      датаОбращения: {
        __caption__: 'датаОбращения'
      },
      личность: {
        __caption__: 'личность',
        фИО: {
          __caption__: 'фИО'
        }
      }
    }
  },
  validations: {
    датаОбращения: {
      __caption__: 'датаОбращения'
    },
    личность: {
      __caption__: 'личность'
    },
    передачаКарточки: {
      __caption__: 'передачаКарточки'
    }
  }
};
