export default {
  projections: {
    ОсобенностиЛичностиE: {
      особенностиЛица: {
        __caption__: 'особенностиЛица'
      },
      особенностиФигуры: {
        __caption__: 'особенностиФигуры'
      },
      особенностиХарактера: {
        __caption__: 'особенностиХарактера'
      }
    }
  },
  validations: {
    особенностиЛица: {
      __caption__: 'особенностиЛица'
    },
    особенностиФигуры: {
      __caption__: 'особенностиФигуры'
    },
    особенностиХарактера: {
      __caption__: 'особенностиХарактера'
    },
    личность: {
      __caption__: 'личность'
    }
  }
};
